Repository: githubcatw/matritsa
Catalog: matritsa/matritsa/Properties/Resources.*.resx
Languages: ru_ru

# codeList
source: Code list (CSV):
ru_ru: Список кодов (CSV):

# codeListBtn
source: Select
ru_ru: Выбрать

# codeListNone
source: (not selected)
ru_ru: (не выбран)

# codesPerPage.One
source: {0} code/page
ru_ru: {0} код/стр.

# codesPerPage.Other
source: {0} codes/page
ru_ru: {0} кодов/стр.

# generateBtn
source: Save file
ru_ru: Сохранить файл

# generateProcess
source: Creating file...
ru_ru: Создавание файла...

# generateProcessCancel
source: Cancel
ru_ru: Отменить

# layoutParams
source: Print preferences:
ru_ru: Параметры печати:

# layoutParamsCode
source: Code:
ru_ru: Код:

# layoutParamsPage
source: Page:
ru_ru: Страница:

# matrixFrameHeight
source: Frame height
ru_ru: Высота рамки

# matrixFrameWidth
source: Frame width
ru_ru: Ширина рамки

# matrixSize
source: Size
ru_ru: Размер

# optionsBtn
source: Options
ru_ru: Параметры

# pageHeight
source: Height
ru_ru: Высота

# pageWidth
source: Width
ru_ru: Ширина

# codesPerPage.Few
source: {0} codes/page
ru_ru: {0} кода/стр.

# appName
source: Matritsa
ru_ru: Матрица

# appNameBeta
source: Matritsa (beta)
ru_ru: Матрица (бета)

# appNameAlpha
source: Matritsa (alpha)
ru_ru: Матрица (альфа)

# unitMillimeterShort
source: mm
ru_ru: мм

# unitMillimeter
source: Millimeters
ru_ru: Миллиметры

# generateBlockedReasonList
source: Select a code list first
ru_ru: Сначала выберите список кодов

# generateBlockedReasonFrameSmall
source: Frame size cannot be smaller than code size
ru_ru: Размер рамки не может быть меньше размера кода

# generateBlockedReasonMtrxZero
source: Code size cannot be 0
ru_ru: Размер кода не может быть 0

# generateBlockedReasonMtrxLarge
source: Code size cannot be larger than page size
ru_ru: Размер кода не может быть больше размера страницы

# generateBlockedReasonFrameLarge
source: Frame size cannot be larger than page size
ru_ru: Размер рамки не может быть больше размера страницы

# dlgSaveFile
source: Save file
ru_ru: Сохранить файл

# dlgOpenFile
source: Open file
ru_ru: Открыть файл

# dlgOpenCode
source: Open code list
ru_ru: Открыть список кодов

# unitInch
source: Inches
ru_ru: Дюймы

# unitInchShort
source: in
ru_ru: дюйм

# unitCentimeter
source: Centimeters
ru_ru: Сантиметры

# unitCentimeterShort
source: cm
ru_ru: см

# generateBlockedReasonPageZero
source: Page size cannot be 0
ru_ru: Размер страницы не может быть 0

# _util.pluralForm
source: Generic
ru_ru: Slavic

# layoutParamsIgnoreDesc
source: If enabled, every page will have the same size as the code frame. This should be enabled for label printers.
ru_ru: Если включить, у каждой страницы будет тот же размер, что у рамки кода. Надо включить для принтеров этикеток.

# layoutParamsIgnore
source: Same as frame
ru_ru: Как у рамки
